[
    {
      "title": "What is Art? A Pop Art Unit",
      "description": "I built this website using Bootstrap, React, and SCSS to demonstrate my web development skills. Instead of using WordPress, which I have experience with, I chose these technologies to refine and enhance my technical expertise. I am hosting my site using AWS lightsail using a <blank> server set up.",
      "image": "pop-art-half-tone-portrait.png",
      "website": "/curriculum/what-is-art",
      "download": "https://github.com/yourgithub/react-portfolio"
    },
    {
      "title": "Embracing Matisse - A Unit on Fauvism and Color Theory",
      "description": "I built Digital Dreamers using the latest version of WordPress, leveraging its new drag-and-drop templating system. While I have the skills to create a custom template and develop a unique theme, I chose this approach to streamline content creation and speed up the launch. Additionally, it allowed me to stay updated on WordPress's latest features.",
      "image": "matisse-cat.jpg",
      "website": "/curriculum/matisse",
      "download": "https://github.com/yourgithub/ecommerce-store"
    },
    {
      "title": "Paper Mache Masks - A lesson on Masks",
      "description": "At Demand Boost, I developed a PHP templating system to automate name and address updates, streamlining development. While I preferred React, the owner chose a simpler solution. I've provided a website built with this system and an example on GitHub. ",
      "image": "venice-mask-shop.jpg",
      "website": "https://example.com",
      "download": "https://github.com/yourgithub/node-api"
    },
    {
      "title": "Watercolor Leaves - A Lesson on Seasons and Watercolor",
      "description":  "I've designed a sleek and modern Bootstrap, SCSS, and React template, crafted for flexibility and performance. This dynamic framework not only powers my own website but is also built for seamless customization and scalability, making it a perfect starting point for various projects.",
      "image": "pond-lilies-web.jpg",
      "website": "https://example.com",
      "download": "https://github.com/yourgithub/node-api"
    }
  ]